[Bandits.Common.Pawn_Balance_DLC4_PsychoMidget-Claptrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Mutant Midget Psycho-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Mutant Midget Psycho-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Freaky Little Maniac-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Apeshit Stunted Lunatic-Trap"))

[Bandits.Common.Pawn_Balance_Elite-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Bandit-Trap Raider"))
Grades[1]=(GradeModifiers=(DisplayName="Bandit-Trap Ravager"))
Grades[2]=(GradeModifiers=(DisplayName="Bandit-Trap Desperado"))

[Bandits.Common.Pawn_Balance_Elite-trap_Badass AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Raider-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Ravager-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Desperado-Trap"))

[Bandits.Common.Pawn_Balance_Grunt_dfault AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="D-Fault Bandit Thug"))
Grades[1]=(GradeModifiers=(DisplayName="D-Fault Bandit Thug"))
Grades[2]=(GradeModifiers=(DisplayName="D-Fault Bandit Goon"))
Grades[3]=(GradeModifiers=(DisplayName="D-Fault Bandit Outlaw"))

[Bandits.Common.Pawn_Balance_Grunt-dfault_Gunner AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="D-Fault Bandit Killer"))
Grades[1]=(GradeModifiers=(DisplayName="D-Fault Bandit Killer"))
Grades[2]=(GradeModifiers=(DisplayName="Bandit-Trap Murderer"))
Grades[3]=(GradeModifiers=(DisplayName="D-Fault Bandit Executioner"))

[Bandits.Common.Pawn_Balance_Midget-D-Fault_Shotgunner AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="D-Fault Midget Shotgunner"))
Grades[1]=(GradeModifiers=(DisplayName="D-Fault Angry Midget Shotgunner"))
Grades[2]=(GradeModifiers=(DisplayName="D-Fault Fuming Midget Shotgunner"))

[Bandits.Common.Pawn_Balance_Psycho_DFault AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="D-Fault Psycho"))
Grades[1]=(GradeModifiers=(DisplayName="D-Fault Maniac"))
Grades[2]=(GradeModifiers=(DisplayName="D-Fault Lunatic"))

[Bandits.Common.Pawn_Balance_Psycho_Midget-dfault AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="D-Fault Midget Psycho"))
Grades[1]=(GradeModifiers=(DisplayName="D-Fault Mutant Midget Psycho"))
Grades[2]=(GradeModifiers=(DisplayName="Freaky Little D-Fault Maniac"))
Grades[3]=(GradeModifiers=(DisplayName="Apeshit Stunted D-Fault Lunatic"))

[Bandits.Named.Pawn_Balance_D-Fault AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="D-Fault"))

[Bandits.trap.Pawn_Balance_Grunt-Trap_Basic AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Bandit-Trap Thug"))
Grades[1]=(GradeModifiers=(DisplayName="Bandit-Trap Thug"))
Grades[2]=(GradeModifiers=(DisplayName="Bandit-Trap Goon"))
Grades[3]=(GradeModifiers=(DisplayName="Bandit-Trap Outlaw"))

[Bandits.trap.Pawn_Balance_Grunt-trap_Gunner AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Bandit-Trap Killer"))
Grades[1]=(GradeModifiers=(DisplayName="Bandit-Trap Killer"))
Grades[2]=(GradeModifiers=(DisplayName="Bandit-Trap Murderer"))
Grades[3]=(GradeModifiers=(DisplayName="Bandit-Trap Executioner"))

[Bandits.trap.Pawn_Balance_Heavy-Trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Bruiser-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Brute-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Bully-Trap"))

[Bandits.trap.Pawn_Balance_Heavy-Trap_Badass AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Bruiser-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Brute-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Bully-Trap"))

[Bandits.trap.Pawn_Balance_Midget-Trap_Shotgunner AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Midget-Trap Shotgunner"))
Grades[1]=(GradeModifiers=(DisplayName="Angry Midget-Trap Shotgunner"))
Grades[2]=(GradeModifiers=(DisplayName="Fuming Midget-Trap Shotgunner"))

[Bandits.trap.Pawn_Balance_Psycho_Midget-Trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Mutant Midget-Trap Psycho"))
Grades[1]=(GradeModifiers=(DisplayName="Mutant Midget-Trap Psycho"))
Grades[2]=(GradeModifiers=(DisplayName="Freaky Little Maniac-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Apeshit Stunted Lunatic-Trap"))

[Bandits.trap.Pawn_Balance_Psycho-Trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Psycho-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Maniac-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Lunatic-Trap"))

[Bandits.trap.Pawn_Balance_Psycho-Trap_Badass AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Psycho-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Maniac-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Lunatic-Trap"))

[Bandits.trap.Pawn_Balance_Psycho-Trap_Fire AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Burning Psycho-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Blazing Maniac-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Scorching Lunatic-Trap"))

[ClapTrap.Named.Pawn_Balance_DLC4_Clucktrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Cluck-Trap"))

[ClapTrap.Named.Pawn_Balance_INAC AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Interplanetary Ninja Assassin Claptrap"))

[ClapTrap.Named.Pawn_Balance_MINAC AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Mega Interplanetary Ninja Assassin Claptrap"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_Basic_radical AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Radical Claptrap Partisan"))
Grades[1]=(GradeModifiers=(DisplayName="Radical Claptrap Revolutionary"))
Grades[2]=(GradeModifiers=(DisplayName="Radical Claptrap Freedom Fighter"))
Grades[3]=(GradeModifiers=(DisplayName="Radical Claptrap Rebel"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_BoxerFirst AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Stabby Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Samurai"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Master Samurai"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Mega Samurai"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_BoxerMelee AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Stabby Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Samurai"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Master Samurai"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Mega Samurai"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_ClubsFirst AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Stabby Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Samurai"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Master Samurai"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Mega Samurai"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_Clubsmelee AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Stabby Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Samurai"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Master Samurai"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Mega Samurai"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_FirstA AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Claptrap Partisan"))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Revolutionary"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Freedom Fighter"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Rebel"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_FirstB AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Claptrap Partisan"))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Revolutionary"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Freedom Fighter"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Rebel"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_Kamikaze AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Kamikaze Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Crazy Kamikaze Claptrap"))
Grades[2]=(GradeModifiers=(DisplayName="Mighty Kamikaze Claptrap"))
Grades[3]=(GradeModifiers=(DisplayName="Divine Wind Claptrap"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_Kamikaze_radical AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Radical Kamikaze Claptrap"))
Grades[1]=(GradeModifiers=(DisplayName="Radical Crazy Kamikaze Claptrap"))
Grades[2]=(GradeModifiers=(DisplayName="Radical Mighty Kamikaze Claptrap"))
Grades[3]=(GradeModifiers=(DisplayName="Radical Divine Wind Claptrap"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_KFirst AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Kamikaze Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Crazy Kamikaze Claptrap"))
Grades[2]=(GradeModifiers=(DisplayName="Mighty Kamikaze Claptrap"))
Grades[3]=(GradeModifiers=(DisplayName="Divine Wind Claptrap"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_melee_Radical AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Radical Stabby Claptrap"))
Grades[1]=(GradeModifiers=(DisplayName="Radical Claptrap Samurai"))
Grades[2]=(GradeModifiers=(DisplayName="Radical Claptrap Master Samurai"))
Grades[3]=(GradeModifiers=(DisplayName="Radical Claptrap Mega Samurai"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_PunkFirst AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Stabby Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Samurai"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Master Samurai"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Mega Samurai"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_Punkmelee AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Stabby Claptrap "))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Samurai"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Master Samurai"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Mega Samurai"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_RangedA AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Claptrap Partisan"))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Revolutionary"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Freedom Fighter"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Rebel"))

[ClapTrap.Pawn_Balance_DLC4_Claptrap_RangedB AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Claptrap Partisan"))
Grades[1]=(GradeModifiers=(DisplayName="Claptrap Revolutionary"))
Grades[2]=(GradeModifiers=(DisplayName="Claptrap Freedom Fighter"))
Grades[3]=(GradeModifiers=(DisplayName="Claptrap Rebel"))

[CrabTRAP.Pawn_Balance_Crab-Trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Crab-Trap"))

[CrabTRAP.Pawn_Balance_LarvaCrab-Trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Larva Crab-Trap"))

[Hyperion.Named.Pawn_Balance_SuperbadSoldier AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion 'Super-Bad' Soldier"))

[Hyperion.Soldier.Pawn_Balance_Friendlytech AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Tech"))
Grades[1]=(GradeModifiers=(DisplayName="Hyperion Sapper"))
Grades[2]=(GradeModifiers=(DisplayName="Hyperion Heavy Gunner"))
Grades[3]=(GradeModifiers=(DisplayName="Hyperion Grenadier"))

[Hyperion.Soldier.Pawn_Balance_FrindlyGuard AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Guard"))

[Hyperion.Soldier.Pawn_Balance_HyperionFriendly AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Soldier"))

[Hyperion.Soldier.Pawn_Balance_HyperionGuard AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Guard"))

[Hyperion.Soldier.Pawn_Balance_HyperionSoldier AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Soldier"))

[Hyperion.Soldier.Pawn_Balance_HyperionSoldier2 AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Soldier"))

[Hyperion.Soldier.Pawn_Balance_Hyperiontech AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Tech"))
Grades[1]=(GradeModifiers=(DisplayName="Hyperion Sapper"))
Grades[2]=(GradeModifiers=(DisplayName="Hyperion Heavy Gunner"))
Grades[3]=(GradeModifiers=(DisplayName="Hyperion Grenadier"))

[Hyperion.trap.Pawn_Balance_HyperionGuardBadass-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Hyperion Guard-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Badass Hyperion Sentry-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Badass Hyperion Beefeater-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Badass Hyperion Custodian-Trap"))

[Hyperion.trap.Pawn_Balance_HyperionGuard-Badass-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Hyperion Guard-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Badass Hyperion Sentry-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Badass Hyperion Beefeater-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Badass Hyperion Custodian-Trap"))

[Hyperion.trap.Pawn_Balance_HyperionGuard-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Guard-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Hyperion Sentry-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Hyperion Beefeater-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Hyperion Custodian-Trap"))

[Hyperion.trap.Pawn_Balance_HyperionSoldier-Badass-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Hyperion Soldier-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Badass Hyperion Corporal-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Badass Hyperion Sergeant-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Badass Hyperion Lieutenant-Trap"))

[Hyperion.trap.Pawn_Balance_Hyperionsoldier-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Soldier-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Hyperion Corporal-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Hyperion Sergeant-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Hyperion Lieutenant-Trap"))

[Hyperion.trap.Pawn_Balance_HyperionTech-Badass-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Hyperion Tech-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Badass Hyperion Sapper-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Badass Hyperion Heavy Gunner-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Badass Hyperion Grenadier-Trap"))

[Hyperion.trap.Pawn_Balance_Hyperiontech-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hyperion Tech-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Hyperion Sapper-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Hyperion Heavy Gunner-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Hyperion Grenadier-Trap"))

[Hyperion.Turret.Pawn_Balance_Scorpio_Hyp AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[1]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[2]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[3]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[4]=(GradeModifiers=(DisplayName="Scorpio"))

[Hyperion.Turret.Pawn_Balance_Scorpio_Hyp_F AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[1]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[2]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[3]=(GradeModifiers=(DisplayName="Scorpio"))
Grades[4]=(GradeModifiers=(DisplayName="Scorpio"))

[Hyperion.Turret.Pawn_Balance_Scorpio-Trap_Hyp AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Scorpio-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Scorpio-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Scorpio-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Scorpio-Trap"))
Grades[4]=(GradeModifiers=(DisplayName="Scorpio-Trap"))

[KnoxxTrap.Pawn_Balance_KnoxxTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="General Knoxx-Trap"))

[KnoxxTrap.Pawn_Balance_KnoxxTrap2 AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="General Knoxx-Trap"))

[MINAC.Pawn_Balance_MINAC_Eye AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="MINAC"))

[MINAC.Pawn_Balance_MINAC_EyeTurret AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="MINAC"))

[MINAC.Pawn_Balance_MINAC_Gatling AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Gatling Turret"))

[MINAC.Pawn_Balance_MINAC_Missile AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Missile Turret"))

[NedTrap.Pawn_Balance_NedTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Dr. Ned-Trap"))

[NedTrap.Pawn_Balance_UndeadNedTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Undead Ned-Trap"))

[Rakk.Pawn_Balance_BabyRakk-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Hungry Rakk-Trapling"))
Grades[1]=(GradeModifiers=(DisplayName="Starving Rakk-Trapling"))
Grades[2]=(GradeModifiers=(DisplayName="Famished Rakk-Trapling"))

[Rakk.Pawn_Balance_Kamikaze-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Kamikaze Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Kaiten Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Banzai Rakk-Trap"))

[Rakk.Pawn_Balance_Rakk-trap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Relentless Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Vindictive Rakk-Trap"))

[Rakk.Pawn_Balance_Rakk-trap_Bloated AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Bloated Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Distended Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Tumescent Rakk-Trap"))

[Rakk.Pawn_Balance_Rakk-trap_CorrosiveChampion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Corrosive Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Corrosive Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Corrosive Rakk-Trap"))

[Rakk.Pawn_Balance_Rakk-trap_Feeder AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Feeder Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Forager Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Cultivator Rakk-Trap"))

[Rakk.Pawn_Balance_Rakk-trap_FireChampion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Fire Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Fire Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Fire Rakk-Trap"))

[Rakk.Pawn_Balance_Rakk-trap_ShockChampion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Shock Rakk-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Shock  Rakk-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Shock Rakk-Trap"))

[RakkTrapHive.Pawn_Balance_RakkTrapHive AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Rakk-Trap Hive"))

[Skags.Pawn_Balance_Alphaskag-trap_Corrosive_Champion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Corrosive Alpha Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Corrosive Alpha Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Corrosive Alpha Skag-Trap"))

[Skags.Pawn_Balance_Alphaskag-trap_Fire_Champion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Fire Alpha Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Fire Alpha Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Fire Alpha Skag-Trap"))

[Skags.Pawn_Balance_Alphaskag-trap_Shock_Champion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Shock Alpha Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Shock Alpha Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Shock Alpha Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Adult AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Adult Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Feral Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Bestial Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Alpha AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Alpha Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Hardened Alpha Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Armored Alpha Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Champion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="AssKicking Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Corrosive_Champion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Corrosive Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Corrosive Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Corrosive Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Elder AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Elder Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Hulking Elder Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Stalwart Elder Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Fire_Champion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Fire Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Fire Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Fire Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Pup AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Pup Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Annoyed Pup Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Colicy Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Shock_Champion AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Shock Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Shock Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Shock Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Spitter AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Spitter Skag-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Hocking Skag-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Sputum Skag-Trap"))

[Skags.Pawn_Balance_Skag-trap_Whelp AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Skag-Trap Whelp"))
Grades[1]=(GradeModifiers=(DisplayName="Skag-Trap Whelp"))
Grades[2]=(GradeModifiers=(DisplayName="Angry Skag-Trap Whelp"))
Grades[3]=(GradeModifiers=(DisplayName="Querulous Skag-Trap Whelp"))

[Spiderants.Pawn_Balance_Spiderant-Trap_Badass_Corrosive AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Spiderant-Trap Corrupter"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Spiderant-Trap Infector"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Spiderant-Trap Desecrator"))

[Spiderants.Pawn_Balance_Spiderant-Trap_Badass_Fire AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Spiderant-Trap Burner"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Spiderant-Trap Incinerator"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Spiderant-Trap Cremator"))

[Spiderants.Pawn_Balance_Spiderant-Trap_Badass_Shock AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Badass Spiderant-Trap Zapper"))
Grades[1]=(GradeModifiers=(DisplayName="BadMutha Spiderant-Trap Shocker"))
Grades[2]=(GradeModifiers=(DisplayName="SuperBad Spiderant-Trap Fulminator"))

[Spiderants.Pawn_Balance_Spiderant-Trap_Gyro AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Spiderant-Trap Gyro"))
Grades[1]=(GradeModifiers=(DisplayName="Spiderant-Trap Beetle"))
Grades[2]=(GradeModifiers=(DisplayName="Spiderant-Trap Vermin"))

[Spiderants.Pawn_Balance_Spiderant-Trap_King AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Spiderant-Trap King"))
Grades[1]=(GradeModifiers=(DisplayName="Spiderant-Trap Overlord"))
Grades[2]=(GradeModifiers=(DisplayName="Spiderant-Trap Emperor"))

[Spiderants.Pawn_Balance_Spiderant-Trap_Queen AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Spiderant-Trap Queen"))
Grades[1]=(GradeModifiers=(DisplayName="Spiderant-Trap Matriarch"))
Grades[2]=(GradeModifiers=(DisplayName="Spiderant-Trap Queen Mother"))

[Spiderants.Pawn_Balance_Spiderant-Trap_Soldier AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Spiderant-Trap Soldier"))
Grades[1]=(GradeModifiers=(DisplayName="Spiderant-Trap Warrior"))
Grades[2]=(GradeModifiers=(DisplayName="Spiderant-Trap Slayer"))

[Spiderants.Pawn_Balance_Spiderant-Trap_Worker AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Spiderant-Trap Worker"))
Grades[1]=(GradeModifiers=(DisplayName="Spiderant-Trap Toiler"))
Grades[2]=(GradeModifiers=(DisplayName="Spiderant-Trap Slave"))

[Spiderants.Pawn_Balance_Spiderant-Trapling AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Spiderant-Trapling"))
Grades[1]=(GradeModifiers=(DisplayName="Skittish Spiderant-Trapling"))
Grades[2]=(GradeModifiers=(DisplayName="Agitated Spiderant-Trapling"))

[SteeleTrap.Pawn_Balance_SteeleTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Comandant Steele-Trap"))

[SteeleTrap.Pawn_Balance_SteeleTrap2 AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Comandant Steele-Trap"))

[Test.Pawn_Balance_DLC4_Kamikaze AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Mutant Midget Psycho-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Mutant Midget Psycho-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Freaky Little Maniac-Trap"))
Grades[3]=(GradeModifiers=(DisplayName="Apeshit Stunted Lunatic-Trap"))

[Turret.Pawn_Balance_Turret_GatlingTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Gatling Turret-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Gatling Turret-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Gatling Turret-Trap"))

[Turret.Pawn_Balance_Turret_GrenadeTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Grenade Turret-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Grenade Turret-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Grenade Turret-Trap"))

[Turret.Pawn_Balance_Turret_Rocket_Player_Friendly AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Tartarus Station Turret"))
Grades[1]=(GradeModifiers=(DisplayName="Rocket Turret-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Rocket Turret-Trap"))

[Turret.Pawn_Balance_Turret_RocketTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Rocket Turret-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Rocket Turret-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Rocket Turret-Trap"))

[Turret.Pawn_Balance_TurretTrap AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Auto Turret-Trap"))
Grades[1]=(GradeModifiers=(DisplayName="Auto Turret-Trap"))
Grades[2]=(GradeModifiers=(DisplayName="Auto Turret-Trap"))

